#!/usr/bin/env python
# -*- coding: utf-8 -*-

hi = '<b>Привет!\nНе знаешь что выбрать - попроси у меня меню.</b>'
time_ship = '<b>Выбери время доставки.</b>'
time_example = '<b>Или напиши свое время на сегодня.</b>\nПример: к 14:30, 22:00, 19:45'
way_of_pay = '<b>Понял. Какой способ оплаты для тебя удобнее?</b>'
cofirm_success = '<b>Заказ подтвержен!</b>\n<b>Курьер свяжется с тобой за 10 минут до доставки.</b>'
size_20sm = '<b>Хорошо, ты выбрал 20см. Куда везти?</b>\nПример: Ленина 1, Cакко и Ванцетти 34a'
size_40sm = '<b>Хорошо, ты выбрал 40см. Куда везти?</b>\nПример: Ленина 1, Cакко и Ванцетти 34a'
size = '<b>Хорошо. Куда везти?</b>\nПример: Ленина 1, Cакко и Ванцетти 34a'
error = 'Возникла ошибка'
error_payment = 'Инопланетяне попытались украсть ваш CVV, но мы успешно защитили вас, попробуйте оплатить через несколько минут, нам нужен небольшой отдых.'
pay_success = '<b>Спасибо за оплату! Курьер свяжется с вами за 10 минут до доставки.</b>'
what_size = '<b>Какой размер пиццы?</b>'
what_phone = '<b>Уже пакуем заказ! На какой номер позвонить при доставке?\nМожешь написать текстом или отправить кнопкой.</b>'
not_understand = '<b>Я тебя не совсем понял!</b>'
edit = '<b>Для изменения заказа попроси меню и сделай заказ заново.</b>'
edit_on = '<b>Для изменения заказа попроси меню и сделай заказ заново.</b>'
not_pizza = '<b>К сожалению, такой пиццы нет в меню. Выбери другую.</b>'
not_drink = '<b>К сожалению, такого напитка нет в меню. Выбери другой.</b>'

